Repository: alanlou/square-dash-geometry-blocks
Catalog: Squares/Misc/*.lproj/Localizable.strings
Languages: fr, ja, ru, uk

source: How to Play
fr: Comment jouer
ja: 遊び方
ru: Как Играть
uk: Як Грати

source: Do you want to follow the tutorial?
fr: Voulez vous suivre le tutoriel?
ja: チュートリアルを観る？
ru: Желаете ознакомиться с Обучением?
uk: Бажаєте ознайомитися з Інструкціями?

source: Yes
fr: Oui
ja: はい
ru: Да
uk: Так

source: Cancel
fr: Annuler
ja: キャンセル
ru: Отмена
uk: Скасувати

source: Skip
fr: Passer
ja: スキップ
ru: Пропустить
uk: Пропустити

source: Welcome to Square Dash!
fr: Bienvenue à Square Dash!
ja: スクエア・ダッシュへようこそ！
ru: Добро пожаловать в Square Dash!
uk: Ласкаво просимо до Square Dash!

source: Tap to Start Tutorial
fr: Tap pour commencer le tutoriel
ja: タッチしてチュートリアルを始める
ru: Нажмите, чтобы начать Обучение
uk: Натисніть, щоб почати Навчання

source: Place squares on the board.
fr: Place les carrées sur le tableau.
ja: ボードに四角を載せて下さい
ru: Разместите Квадраты на панели.
uk: Розмістіть Квадрати на панелі.

source: Good Job! Keep it going.
fr: Bon boulot ! Continue comme ça.
ja: 素晴らしい！このペースで続けましょう
ru: Хорошая работа! Продолжайте.
uk: Гарна робота! Продовжуйте.

source: Place squares in each 3x3 section.
fr: Places les carrés dans chaque section 3X3.
ja: ３かけ３の部分に四角を載せて下さい
ru: Разместите квадраты в каждую секцию 3x3.
uk: Розмістіть квадрати в кожну секцію 3x3.

source: And match color across sections to score.
fr: Et trouves les meme couleurs pour marquer.
ja: そして、色合わせで点が取れます
ru: Подбирайте цвета для получения больше очков.
uk: Поєднуйте кольори для набрання більше балів.

source: Nice! Now try vertically.
fr: Bien! Maintenant essaye verticalement.
ja: ナイス！今回、縦にしてみよう
ru: Хорошо! Теперь попробуйте вертикально.
uk: Добре! Тепер спробуйте вертикально.

source: Remember to match colors.
fr: N’oublie pas de faire correspondre les couleurs.
ja: 色合わせを、忘れずに
ru: Не забывайте подбирать цвета.
uk: Не забувайте поєднати кольори.

source: Awesome! Next, Diagonal.
fr: Génial ! Maintenant, Diagonale.
ja: すごい！こんどは、斜め
ru: Отлично! Далее, Диагональ.
uk: Дуже добре! Далі, Діагональ.

source: Fantastic!
fr: Fantastique!
ja: 素晴らしい！
ru: Превосходно!
uk: Чудово!

source: Finally, fill a 3x3 section.
fr: Et pour finir , remplis une section 3x3.
ja: 最後に、３かけ３の部分を完成しましょう
ru: В конце, заполните секцию 3x3.
uk: Насамкінець, заповніть секцію 3x3.

source: Of course, match colors.
fr: Bien sûr, fais correspondre les couleurs.
ja: もちろん、色も合せて
ru: Конечно же, подбирайте цвета.
uk: Звичайно ж, поєднайте кольори.

source: Great job! You are ready now!
fr: Bon travail! Tu es prêt maintenant!
ja: 良く出来ました！もう、準備満タンです！
ru: Отличная работа! Теперь Вы готовы!
uk: Відмінна робота! Тепер Ви готові!

source: Tap to Finish Tutorial
fr: Tap pour finir le tutoriel
ja: タッチでチュートリアル終了
ru: Нажмите, чтобы закончить Обучение
uk: Натисніть, щоб закінчити Навчання

source: Enjoy Square Dash?
fr: Tu aimes Square Dash?
ja: スクエア・ダッシュ、楽しかった？
ru: Нравиться Square Dash?
uk: Подобається Square Dash?

source: Please rate the game to support us. Thank you!
fr: Merci de noter le jeu pour nous soutenir!
ja: ゲームをランクして、私達を応援して下さい
ru: Пожалуйста, оцените игру, чтобы поддержать нас. Спасибо!
uk: Будь ласка, оцініть гру, щоб підтримати нас. Дякуємо!

source: Yes, I like it!
fr: Oui , j’aime ça!
ja: はい、喜んで！
ru: Да, она мне понравилась!
uk: Так, вона мені сподобалась!

source: No, thanks.
fr: Non, merci.
ja: いいえ
ru: Нет, спасибо.
uk: Ні, дякую

source: Purchase Failed
fr: L’achat a échoué
ja: 購入が失敗しました
ru: Ошибка при Покупке
uk: Помилка при Купівлі

source: Ooops, something went wrong. Please try again later. Thank you!
fr: Oooops, quelque chose s’est mal passé. Merci de réessayer plus tard!
ja: すみませんが、エラーが発生しました。後程やり直してください
ru: Ой, что-то пошло не так. Пожалуйста, повторите попытку позже. Спасибо!
uk: Ой, щось пішло не так. Будь ласка, спробуйте ще раз пізніше. Дякуємо!
